src/test/resources/nl/clockwork/ebms/soap/GetMessage.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.ordina.nl/ebms/2.18">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:getMessage>
         <messageId>[[${messageId}]]</messageId>
      </ns:getMessage>
   </soapenv:Body>
</soapenv:Envelope>